#+TITLE: org-mode-babel
#+DATE: 2013-08-26
#+SETUPFILE: ~/.emacs.d/misc/org-mode/setupfile-sample.org
#+JEKYLL_LAYOUT: post
#+JEKYLL_CATEGORIES:
#+JEKYLL_PUBLISHED: true

*
#+begin_src ruby :results output
puts 'hello babel'
#+end_src

#+RESULTS:
: hello babel

{{{more}}}
